---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportBaseLevel
source: html/aac09b15-a7c9-0a4c-490c-add9199ddeb6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportBaseLevel Property

"Work Plane"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportBaseLevel { get; }
```